/* No comment provided by engineer. */
"%@ copied to clipboard" = "%@ gekopieerd naar het klembord";

/* No comment provided by engineer. */
"%d Confirmations" = "%d Bevestigingen";

/* No comment provided by engineer. */
"%d more" = "%d meer";

/* No comment provided by engineer. */
"%d Transactions" = "%d Transacties";

/* No comment provided by engineer. */
"Account Settings" = "Account Instellingen";

/* No comment provided by engineer. */
"Active" = "Actief";

/* No comment provided by engineer. */
"Add to Address book?" = "Voeg een adresboek toe?";

/* No comment provided by engineer. */
"An error occured validating your PIN code with the remote server. You may be offline or blockchain may be experiencing difficulties. Would you like retry validation or instead enter your password manually?" = "Er is een fout opgetreden valideren van uw PIN-code in met de externe server. U kunt offline of blockchain kunnen moeilijkheden ontstaan. Wilt u opnieuw de validatie of in plaats daarvan voert u uw wachtwoord handmatig in?";

/* No comment provided by engineer. */
"An error was encountered loading your wallet. You may be offline or Blockchain is experiencing difficulties. Please close the application and try again later or re-pair you device." = "Er is een fout opgetreden laden van uw portemonnee. U kunt offline of Blockchain is in moeilijkheden. Sluit de toepassing af en probeer het later opnieuw of opnieuw koppelen van het apparaat.";

/* No comment provided by engineer. */
"Any Address" = "Een Adres";

/* No comment provided by engineer. */
"Archive" = "Archief";

/* No comment provided by engineer. */
"Archived" = "Gearchiveerd";

/* No comment provided by engineer. */
"Automatically" = "Automatisch";

/* No comment provided by engineer. */
"Before accessing your wallet, please choose a pin number to use to unlock your wallet. It's important you remember this pin as it cannot be reset or changed without first unlocking the app." = "Voordat u toegang krijgt tot uw portemonnee, kies een pin-nummer gebruiken om te ontgrendelen uw portemonnee. Het is belangrijk dat je onthoud deze pincode als het niet opnieuw kan worden ingesteld of gewijzigd zonder eerst het ontsluiten van de app.";

/* No comment provided by engineer. */
"Cancel" = "Annuleren";

/* No comment provided by engineer. */
"Cannot save PIN Code while wallet is not initialized or password is null" = "Niet opslaan PIN-Code terwijl portemonnee is niet geïnitialiseerd of het wachtwoord is leeg";

/* No comment provided by engineer. */
"Change PIN" = "PIN wijzigen";

/* No comment provided by engineer. */
"Close App" = "Sluit App";

/* No comment provided by engineer. */
"Confirm Payment" = "Bevestig De Betaling";

/* No comment provided by engineer. */
"Confirm payment of %@ (%@) to %@" = "Bevestig de betaling van%1$@ (%2$@) naar %3$@";

/* No comment provided by engineer. */
"Create Wallet" = "Portefeuille Maken";

/* No comment provided by engineer. */
"Decrypted PIN Password length 0" = "Ontsleuteld PINCODE lengte 0";

/* No comment provided by engineer. */
"Decrypting Private Key" = "Het Decoderen Van Een Eigen Sleutel";

/* No comment provided by engineer. */
"Enter Password" = "Voer Het Wachtwoord In";

/* No comment provided by engineer. */
"Error" = "Fout";

/* No comment provided by engineer. */
"Failed To Load Wallet" = "Failed To Load Portemonnee";

/* No comment provided by engineer. */
"No internet connection." = "Geen internetverbinding.";

/* No comment provided by engineer. */
"Finished Signing Inputs" = "Klaar Met De Ondertekening Van Ingangen";

/* No comment provided by engineer. */
"Forget Details" = "Vergeet De Details";

/* No comment provided by engineer. */
"Forget Wallet" = "Vergeet Portemonnee";

/* No comment provided by engineer. */
"How would you like to pair?" = "Hoe zou u willen koppelen?";

/* No comment provided by engineer. */
"If you already have a Blockchain Wallet, choose Pair Device; otherwise, choose Create Wallet.    It's Free! No email required." = "Als u al een Blockchain Portemonnee, kies Paar Apparaat; anders kiest u Maken Portemonnee. Het is Gratis! Geen e-mail nodig.";

/* No comment provided by engineer. */
"Imported Private Key %@" = "Geïmporteerde Eigen Sleutel %@";

/* No comment provided by engineer. */
"Information" = "Informatie";

/* No comment provided by engineer. */
"Invalid email address." = "Ongeldig e-mail adres.";

/* No comment provided by engineer. */
"Invalid GUID" = "Ongeldige GUID";

/* No comment provided by engineer. */
"Invalid Identifier" = "Ongeldige Id";

/* No comment provided by engineer. */
"Invalid Send Value" = "Ongeldige Waarde Verzenden";

/* No comment provided by engineer. */
"Invalid Shared Key" = "Ongeldige Gedeelde Sleutel";

/* No comment provided by engineer. */
"Invalid Status Code Returned %@" = "Ongeldige Status Code Geretourneerd %@";

/* No comment provided by engineer. */
"Invalid to bitcoin address" = "Ongeldige bitcoin adres";

/* No comment provided by engineer. */
"Loading External Page" = "Het Laden Van Externe Pagina";

/* No comment provided by engineer. */
"Logout" = "Afmelden";

/* No comment provided by engineer. */
"Manually" = "Handmatig";

/* No comment provided by engineer. */
"No" = "Geen";

/* No comment provided by engineer. */
"No Label" = "Geen Label";

/* No comment provided by engineer. */
"No Password Entered" = "Geen Wachtwoord Ingevoerd";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open Account Settings, Logout or change your pin below." = "Open de Account-Instellingen, Afmelden of wijzigen van uw pin-code hieronder.";

/* No comment provided by engineer. */
"Options" = "Opties";

/* No comment provided by engineer. */
"Pair Device" = "Apparaat Koppelen";

/* No comment provided by engineer. */
"Parsing Pairing Code" = "Het Parseren Van Koppelingscode";

/* No comment provided by engineer. */
"Password must 10 characters or longer" = "Wachtwoord moet 10 karakters of langer";

/* No comment provided by engineer. */
"Passwords do not match" = "Wachtwoorden komen niet overeen";

/* No comment provided by engineer. */
"Payment Sent!" = "De Betaling Verzonden!";

/* No comment provided by engineer. */
"PIN Encrypted String is nil" = "PIN-Gecodeerde String is nihil";

/* No comment provided by engineer. */
"PIN Response Object key or value length 0" = "PIN-Response-Object toets of de waarde van lengte 0";

/* No comment provided by engineer. */
"PIN Response Object success length 0" = "PIN-Response-Object succes lengte 0";

/* No comment provided by engineer. */
"PIN Saved Successfully" = "PIN Succesvol Opgeslagen";

/* No comment provided by engineer. */
"PIN Validation cannot be completed. Please enter your wallet password manually." = "PIN-code Validatie kan niet worden voltooid. Vul alstublieft uw portemonnee wachtwoord handmatig in.";

/* No comment provided by engineer. */
"PIN Validation Error" = "PIN-code Validatie Fout";

/* No comment provided by engineer. */
"Please enter your 36 character wallet identifier correctly. It can be found in the welcome email on startup." = "Vul uw 36 karakter wallet-id correct. Het kan worden gevonden in de welkomst e-mail op het opstarten.";

/* No comment provided by engineer. */
"Please provide an email address." = "Gelieve een e-mailadres.";

/* No comment provided by engineer. */
"Please Wait" = "Gelieve Te Wachten";

/* No comment provided by engineer. */
"Retry Validation" = "Probeer Het Opnieuw Validatie";

/* No comment provided by engineer. */
"Scan Watch Only Address?" = "Scan Alleen Kijken Naar Adres?";

/* No comment provided by engineer. */
"Second Password Incorrect" = "Tweede Wachtwoord Onjuist";

/* No comment provided by engineer. */
"Send Payment From:" = "Betaling Van:";

/* No comment provided by engineer. */
"Send Payment To:" = "Betaling Naar:";

/* No comment provided by engineer. */
"Server Returned Null Status Code" = "Server Teruggestuurd Null Status Code";

/* No comment provided by engineer. */
"Signing Input %d" = "Ondertekening Ingang van %d";

/* No comment provided by engineer. */
"Signing Inputs" = "Ondertekening Ingangen";

/* No comment provided by engineer. */
"Success" = "Succes";

/* No comment provided by engineer. */
"The private key you are attempting to import is encrypted. Please enter the password below." = "De persoonlijke sleutel die u probeert te importeren is gecodeerd. Voer het wachtwoord in.";

/* No comment provided by engineer. */
"This action requires the second password for your bitcoin wallet. Please enter it below and press continue." = "Deze actie is vereist voor het tweede wachtwoord voor uw bitcoin wallet. Voer deze hieronder in en druk op doorgaan.";

/* No comment provided by engineer. */
"This will erase all wallet data on this device. Please confirm you have your wallet information saved elsewhere otherwise any bitcoins in this wallet will be inaccessible!!" = "Dit wist alle wallet gegevens over dit apparaat. Gelieve te bevestigen dat u uw portemonnee informatie opgeslagen elders anders alle bitcoins in deze portefeuille zal niet meer toegankelijk!!";

/* No comment provided by engineer. */
"Unarchive" = "Dearchiveren";

/* No comment provided by engineer. */
"Unconfirmed" = "Onbevestigde";

/* No comment provided by engineer. */
"Unsupported Private Key Format" = "Niet-Ondersteunde Private Key Format";

/* No comment provided by engineer. */
"User Declined" = "Gebruiker Gedaald";

/* No comment provided by engineer. */
"Wallet address %@ has funds available to spend. However the private key needs to be scanned from a paper wallet or QR Code. Would you like to scan the private key now?" = "Wallet adres %@ heeft fondsen beschikbaar om te besteden. Echter de persoonlijke sleutel moet worden gescand van een papieren portemonnee of QR-Code. Zou u graag een scan van de private sleutel nu?";

/* No comment provided by engineer. */
"Wallet Paired Successfully." = "Portemonnee Gepaard Met Succes.";

/* No comment provided by engineer. */
"Warning!!!" = "Waarschuwing!!!";

/* No comment provided by engineer. */
"Welcome Back" = "Welkom Terug";

/* No comment provided by engineer. */
"Welcome to Blockchain Wallet" = "Welkom bij Blockchain Portemonnee";

/* No comment provided by engineer. */
"Would you like to add the bitcoin address %@ to your address book?" = "Wilt u de bitcoin adres %@ aan uw adresboek?";

/* No comment provided by engineer. */
"Yes" = "Ja";

/* No comment provided by engineer. */
"You have no active bitcoin addresses available for sending" = "U hebt geen actieve bitcoin adressen beschikbaar voor het verzenden van";

/* No comment provided by engineer. */
"You must enter a destination address" = "U moet een bestemming invoeren adres";

/* No comment provided by engineer. */
"You must enter a label" = "Moet u een label";

/* No comment provided by engineer. */
"Your wallet was successfully created." = "Uw portemonnee is succesvol aangemaakt.";

/* No comment provided by engineer. */
"Close" = "Sluiten";

/* No comment provided by engineer. */
"Back" = "Terug";

/* No comment provided by engineer. */
"New Wallet" = "Nieuwe portefeuille";

/* No comment provided by engineer. */
"MOVED" = "VERPLAATST";

/* No comment provided by engineer. */
"RECEIVED" = "ONTVANGEN";

/* No comment provided by engineer. */
"SENT" = "VERZONDEN";

